Repository: collective/Products.PloneGetPaid
Catalog: trunk/Products/PloneGetPaid/i18n/plonegetpaid-plone-*.po
Languages: it

source: Make Buyable
it: Permetti l'acquisto del prodotto

source: Make Not Buyable
it: Prodotto non acquistabile

source: Make Not Premium Members Only
it: Marca come disponibile agli utenti non paganti

source: Make Not Shippable Product
it: Marca come non spedibile

source: Make Shippable Product
it: Marca come spedibile

source: Make this a Donation
it: Crea donazione

source: Make this not a Donation
it: Annulla donazione

source: Manage Cart
it: Modifica Carrello

source: Order History
it: Storico degli ordini

source: Orders
it: Ordini

source: Payable
it: e-commerce

source: Settings
it: Impostazioni
