Repository: collective/Products.PloneGetPaid
Catalog: trunk/Products/PloneGetPaid/i18n/plonegetpaid-*.po
Languages: es, it, nl, pt

source: A list of countries
es: Una lista de países
it: Lista delle nazioni
nl: Een lijst van landen
pt: Lista de países

source: A list of states
es: Una lista de estados
it: Lista delle provincie
nl: Een lijst van provincies
pt: Lista de estados

source: A list of years
es: Una lista de años
it: Lista degli anni
nl: Een lijst met jaartallen
pt: Uma lista de anos

source: A name you remember this address by. Will not appear on shipping label.
es: Un nombre por el que recuerde esta dirección. No aparecerá en el la etiqueta de envío
it: Un nome per ricordare quest'indirizzo. Non comparirà sull'etichetta di vendita.
nl: Een naam waaraan u dit adres kan herkennen. Zal niet op het verzendlabel getoond worden.
pt: Um nome que permita relembrar este endereço. Este nome não aparece na etiqueta de envio.

source: A new address has been saved
es: Una nueva dirección ha sido guardada
it: E' stato salvato un nuovo indirizzo
nl: Een nieuw adres is opgeslagen.
pt: Livro de endereços foi guardado

source: Accepted Credit Cards
es: Tarjetas de crédito aceptadas
it: Carte di credito accettate
nl: Geaccepteerde credit cards
pt: Cartões de Crédito Permitidos

source: Activate
es: Activar
it: Attiva
nl: Activeer
pt: Activar

source: Addressbook entry name
es: Nombre en libreta de direcciones
it: Nome in rubrica
nl: Naan van adres
pt: Nome de entrada no livro de endereços

source: Allow Anonymous Checkout
es: Permitir checkout anónimo
it: Permetti l'acquisto dei prodotti all'utente anonimo
nl: Anoniem afrekenen toestaan
pt: Permitir Fecho Anónimo

source: Amount
es: Cantidad
it: Quantità
nl: Hoeveelheid
pt: Quantia

source: Apply
es: Aplicar
it: Applica
nl: Opslaan
pt: Aplicar

source: Back
es: Volver
it: Indietro
nl: Terug
pt: Voltar

source: Billing Address
es: Dirección de facturación
it: Indirizzo di fatturazione
nl: Factuuradres
pt: Endereço de Cobrança

source: Buyable
es: Adquirible
it: Acquistabile
nl: Te koop
pt: Adquirível

source: Buyable Content delivered through the web/virtually
es: Contenido adquirible a través de la web/virtualmente
it: Tipi di contenuto acquistabili per il download o la consultazione su web
nl: Content types die te koop zijn via het web (digitaal)
pt: Conteúdo adquirido através da web/virtualmente

source: Buyable Types
es: Tipos Adquiribles
it: Tipi di contenuto acquistabili
nl: Types die te koop zijn
pt: Tipos que podem ser adiquiridos

source: Cancel
es: Cancelar
it: Cancella
nl: Annuleren
pt: Cancelar

source: Checkout
it: Acquista
nl: Afrekenen
pt: Fechar

source: Contact Address
es: Dirección del Contacto
it: Indirizzo per i contatti
nl: Contact adres
pt: Endereço para Contacto

source: Contact Address2
es: Segunda Dirección del Contacto
it: Indirizzo per i contatti (seconda linea)
nl: Contact adres 2
pt: Segundo Endereço para Contacto

source: Contact City
es: Ciudad del Contacto
it: Città
nl: Contact plaats
pt: Cidade de Contacto

source: Contact Company
es: Compañía del Contacto
it: Società
nl: Contact bedrijf
pt: Empresa de contacto

source: Contact Country
es: País del Contacto
it: Nazione
nl: Contact land
pt: País de Contacto

source: Contact Email
es: Email del Contacto
it: Indirizzo email
pt: E-mail para Contacto

source: Contact Fax
es: Fax del Contacto
it: Numero di fax
pt: Fax para Contacto

source: Contact Information
es: Información del Contacto
it: Contatti
nl: Contact informatie
pt: Informação de Contacto

source: Contact Name
es: Nombre del Contacto
it: Persona di riferimento
nl: Contact naam
pt: Nome para Contacto

source: Contact Phone
es: Teléfono del Contacto
it: Numero di telefono
nl: Contact telefoon
pt: Telefone para Contacto

source: Contact State/Province
es: Estado/Provincia del Contacto
it: Provincia
nl: Contact provincie
pt: Estado para Contacto

source: Contact Zip/Postal Code
es: Código Postal del Contacto
it: CAP
nl: Contact postcode
pt: Código Postal para Contacto

source: Content Types
es: Tipos de Contenido
it: Tipi di contenuto acquistabili
pt: Tipos de Conteúdo

source: Content Types available for donation
es: Tipos de Contenido disponibles para donaciones
it: Tipi di contenuto associabili a donazioni
nl: Content types beschikbaar voor donatie
pt: Tipos de Conteúdo disponíveis para doações

source: Content Types only available to premium memberships
es: Tipos de Contenido sólo disponibles para membresías pagas
it: Tipi di contenuto disponibili solo agli utenti paganti
nl: Content types die alleen beschikbaar zijn voor premium leden
pt: Tipos de Conteúdo somente disponíveis para membros premium

source: Content Types that represent goods that can be purchased and shipped
es: Tipos de Contenido que representan bienes que pueden ser vendidos y enviados
it: Tipi di contenuto associati a prodotti che possono essere acquistati e spediti
nl: Content types die goederen representeren die gekocht en verzonden kunnen worden.
pt: Tipos de Conteúdo que representam bens que podem ser vendidos e enviados

source: Contents
it: Contenuti
nl: Inhoud
pt: Conteúdos

source: Continue
es: Continuar
it: Continua
nl: Verder
pt: Continuar

source: Continue Shopping
es: Continuar comprando
it: Continua lo shopping
nl: Ga door met winkelen
pt: Continuar as Compras

source: Could not find order
es: No se pudo encontrar la orden
it: Impossibile trovare l'ordine
nl: Kon bestelling niet vinden
pt: Impossível encontrar pedido

source: Created
es: Creado
it: Creato
nl: Gemaakt
pt: Criado

source: Credit cards accepted for payment
es: Tarjetas de crédito aceptadas para pago
it: Carte di credito accettate per il pagamento
nl: Credit cards geaccepteerd voor betaling
pt: Cartões de crédito aceites para pagamento.

source: Currency Symbol
es: Símbolo de la moneda
it: Valuta
nl: Valuta symbool
pt: Símbolo da moeda

source: Customer Email Notifications
pt: E-mail de Alertas ao Cliente

source: Customer Id
es: Id de cliente
it: Id Cliente
nl: Klantcode
pt: Identificador do Cliente

source: Decimal Symbol
es: Símbolo decimal
it: Separatore delle cifre decimali
nl: Decimal symbool
pt: Símbolo decimal

source: Delete
es: Borrar
it: Cancella
nl: Verwijder
pt: Apagar

source: Digit Grouping Symbol
es: Símbolo Agrupador de Dígitos
it: Simbolo per il raggruppamento delle cifre
nl: Duizendtal symbool
pt: Símbolo Agrupador de Dígitos

source: Disclaimer
es: Salvedad
it: Condizioni di vendita
pt: Termos de Uso

source: Do not send customer email notification of a completed transaction
es: No enviar al cliente una notificación por mail de que la transacción se ha completado
it: Non inviare al cliente notifiche relative al completamento di una transazione
nl: Stuur de klant geen notificatie via e-mail over een afgeronde transactie.
pt: Não enviar por email para o cliente a notificação de transacção completa.

source: Do not send merchant email notification of a completed transaction
es: No enviar al vendedor una notificación por mail de que la transacción se ha completado
it: Non inviare al venditore notifiche relative al completamento di una transazione
nl: Stuur de verkoper geen notificatie via e-mail over een afgeronde transactie.
pt: Não enviar notificação por email para o comerciante de uma transacção completa.

source: Donatable
es: Donable
nl: Doneerbaar
pt: Doável

source: Donatable Content Types
es: Tipos de Contenido Donables
it: Tipi di contenuto per le donazioni
nl: Doneerbare content types
pt: Tipos de Conteúdo para Doação

source: Donation Level Name
es: Nombre del Nivel de Donación
nl: Naam van donatieniveau
pt: Nome do Nível de Doação

source: Donation Levels
es: Niveles de Donación
nl: Donatieniveau's
pt: Níveis de Doação

source: Email Notifications
es: Notificaciones por Email
it: Notifiche via email
nl: E-mail notificatie
pt: Email de Notificações

source: Export All
es: Exportar todo
it: Esporta tutto
nl: Exporteer alles
pt: Exportar Todos

source: Export Search
es: Exportar busqueda
it: Cerca
nl: Exporteren
pt: Exportar Pesquisa

source: Fill
es: Completar
it: Compila
nl: Laden
pt: Preencher

source: Filter
es: Filtro
it: Filtra
pt: Filtrar

source: Fulfillment
es: Despacho
it: Compilazione
nl: Order
pt: Preenchimento

source: Item Id
es: Id del item
it: Identificativo del prodotto
nl: Artikelnummer
pt: Identificador do Item

source: Legal Disclaimers
es: Cláusulas Legales
it: Condizioni di vendita
nl: Disclaimers
pt: Termos de Uso Legal

source: Mailing Address
es: Dirección de envio
it: Indirizzo postale
nl: Afleveradres
pt: Endereço de Envio

source: Make Payment
es: Pagar
it: Effettua il pagamento
nl: Afrekenen
pt: Fazer Pagamento

source: Merchant Email Notifications
pt: Email de Alertas ao Vendedor

source: N/A
es: No disponible
it: Non disponibile
nl: Niet beschikbaar
pt: Não Disponível

source: Name
es: Nombre
it: Nome
nl: Naam
pt: Nome

source: Negative Currency Format
es: Formato de Moneda Negativa
it: Formato di valuta negativa
nl: Negatieve value formaat
pt: Formato negativo de moeda

source: Number of Digits After Decimal
es: Número de Dígitos Después de la Coma
it: Numero massimo di cifre decimali
nl: Aantal cijfers achter decimaal
pt: Número de Dígitos Depois da Vírgula

source: Number of Digits in Group
es: Número de Dígitos en un Grupo
it: Numero massimo di cifre raggruppate
nl: Aantal cijfers in goup
pt: Número de Dígitos agrupados

source: Only digits allowed
es: Sólo se permiten dígitos
it: Sono permessi solo caratteri numerici
nl: Alleen cijfers toegestaan
pt: Apenas são permitidos dígitos

source: Order Details
es: Detalles
it: Dettagli dell'ordine
pt: Detalhes

source: Order Id
es: Id de orden
it: Identificativo ordine
nl: Ordernummer
pt: Identificador do Pedido

source: Order Templates
es: Plantillas de orden
it: Modello di ordine
nl: Bestellingssjabloon
pt: Pedidos Anteriores

source: Payment Details
es: Detalles del pago
it: Dettagli sul pagamento
nl: Betalingsdetails
pt: Detalhes do pagamento

source: Payment Options
es: Opciones de Pago
it: Seleziona un metodo di pagamento
nl: Betalingsopties
pt: Opções de pagamento

source: Payment Processor
es: Procesador de Pagos
it: Metodo di pagamento
nl: Betaling verwerking
pt: Processador de Pagamentos

source: Payment Processor Settings
es: Configuración del Procesador de Pagos
it: Configurazione del processore per i pagamenti
nl: Betaling verwerking instellingen
pt: Configuracão da Agência de Pagamentos

source: Phone Number
es: Número de teléfono
it: Numero di telefono
nl: Telefoonnummer
pt: Número de Telefone

source: Please Select Payment Processor in Payment Options Settings
es: Por Favor Elija Un Procesador De Pagos En La Pantalla De Configuración De Pagos
it: Seleziona un sistema per i pagamenti nelle Impostazioni Pagamenti
nl: Selecteer alstublieft een betalingsverwerking
pt: Escolher uma Agência de pagamentos na página de Configuração de Pagamentos

source: Positive Currency Format
es: Formato de Moneda Positiva
it: Formato di valuta positiva
nl: Positieve valuta formaat
pt: Formato de Moeda Positiva

source: Pounds
es: Libras
it: Sterline
nl: Ponden
pt: Libras

source: Premium Content Types
es: Tipos de Contenido Pagos
it: Tipi di contenuto a pagamento
pt: Tipos de Conteúdo Premium

source: Premium not implemented yet
es: 'Premium' no implementado todavía
it: I contenuti premium non sono stati implementati in questa release.
nl: Premium nog niet beschikbaar
pt: Premium não implementado ainda

source: Previous Order Loaded into Cart
es: Orden previa cargada en el carrito
it: Ordini precedenti caricati nel carrello
nl: Vorige bestelling is in winkelwagen geladen.
pt: Pedido anterior carregado para o carrinho de compras

source: Price
es: Precio
it: Prezzo
nl: Prijs
pt: Preço

source: Privacy Policy
es: Política de Privacidad
it: Informazioni relative al trattamento dei dati personali
nl: Pricacy beleid
pt: Política de Privacidade

source: Quantity
es: Cantidad
it: Quantità
nl: Aantal
pt: Quantidade

source: Sales Tax Configuration
es: Configuracíon de impuestos sobre la venta
it: Seleziona un metodo di tassazione
nl: BTW configuratie
pt: Configuração de taxa de Venda

source: Same as billing
es: Igual que en facturación
it: Uguale a quello di fatturazione
nl: Zelfde als factuur
pt: Igual à cobrança

source: Save to address book
es: Salvar a libro de direcciones
it: Salva nella rubrica
nl: Bewaar in adresboek
pt: Guardar no livro de endereços

source: Select a previous order to fill your cart.
es: Selecciones una orden previa para llenar su carrito
it: Seleziona un ordine esistente da inserire nel carrello
nl: Selecteer een vorige bestelling om uw winkelwagen te vullen.
pt: Seleccione um pedido anterior para preencher o carrinho.

source: Select a shipping rate:
es: Seleccione un tipo de envío
it: Selezionare il costo della spedizione
pt: Seleccione a taxa de envio:

source: Send customer email notification of a completed transaction
es: Enviar al cliente una notificación por mail de que la transacción se ha completado
it: Invia una notifica via email al cliente al completamento di una transazione.
nl: Stuur de klant notificatie via e-mail over een afgeronde transactie.
pt: Enviar notificação de uma transacção completa, por email, para o cliente.

source: Send merchant email notification when a transaction happens
es: Enviar al vendedor una notificación por mail de que la transacción se ha completado
it: Invia una notifica via email al venditore per ogni transazione.
nl: Stuur de verkoper notificatie via e-mail wanneer een transactie plaatsvindt.
pt: Enviar notificação de uma transacção completa, por email, para o comerciante.

source: Session Timeout
es: Tiempo Límite para la Sesión
it: Timeout sessione
nl: Sessie time-out
pt: Expiração de Sessão

source: Settings
es: Configuraciones
it: Impostazioni
nl: Instellingen
pt: Configurações

source: Shippable
es: Enviable
it: Spedibile
nl: Verzendbaar
pt: Enviável

source: Shippable Product Types
es: Tipos de Contenido Enviables
it: Tipi di contenuto spedibili
nl: Verzendbare product types
pt: Tipos de Conteúdo que podem ser enviados

source: Shipping Methods
es: Métodos de Envío
it: Metodi di spedizione
nl: Verzendmethodes
pt: Métodos de Envio

source: Shipping Rate Service
it: Costo del servizio di spedizione
pt: Serviço de Taxa de Envio

source: Shipping methods to offer for orders in your store
es: Métodos de envío para ofrecer a las ordenes en su tienda
it: Metodi di spedizione da offrire per gli ordini nel tuo negozio
nl: Verzendmethodes om aan te bieden voor bestellingen in uw winkel
pt: Métodos de envio a oferecer para pedidos na sua loja

source: Shipping services to offer for orders in your store
it: Servizi di spedizione da offrire per gli ordini nel tuo negozio
pt: Métodos de envio a oferecer para pedidos na sua loja

source: Shopping Cart
es: Carrito de compras
it: Carrello
nl: Winkelwagen
pt: Carrinho de Compras

source: Shopping cart session timeout (in seconds)
es: Tiempo límite de la sesión del carrito de compras (en segundos)
it: Tempo massimo di conservazione del carrello in memoria (in secondi)
nl: Winkelwagen sessie timeout (in seconden)
pt: Tempo limite do carrinho de compras na sessão (em segundos)

source: Site Profile
es: Perfil del Sitio
it: Impostazioni iniziali
nl: Site profiel
pt: Perfil do Site

source: Status
es: Estado
it: Stato
pt: Estado

source: Store/Organization Name
es: Nombre de la Organización/Tienda
it: Nome della società
nl: Winkel/Organisatienaam
pt: Nome da Organização/Loja

source: Tax Method
es: Método Impositivo
it: Metodo di tassazione
nl: Belasting methode
pt: Método do Imposto

source: The currently configured Payment Processor cannot be found; please check if the corresponding package is installed correctly.
es: El procesador de pagos configurado actualmente no puede ser encontrado; por favor chequee si el paquete correspondiente está instalado correctamente.
it: Impossibile trovare il gestore dei pagamenti attualmente configurato; per favore controllare se il prodotto è installato correttamente.
nl: De Betalingverwerking kan niet gevonden worden; controleer of de benodigde software correct geïnstalleerd is.
pt: O processador de pagamentos actualmente configurado não pode ser encontrado. Por favor confirme se o produto está instalado correctamente.

source: The list of months
es: El listado de meses
it: Lista dei mesi
nl: Lijst met maanden
pt: A lista de meses

source: US Currency Formatting
es: Formato de Moneda Estadounidense
it: Formato della valuta in dollari statunitensi
nl: US valuta formaat
pt: Formato de moeda Norte Americana

source: US Dollars
es: Dólares Estadounidenses
it: Dollari
pt: Dólares Americanos

source: Update
es: Actualizar
it: Aggiorna
nl: Bijwerken
pt: Actualizar

source: Use SSL for checkout
it: Usa SSL per effettuare il checkout
nl: Gebruik SSL voor afrekening
pt: Utilizar SSL para checkout

source: We are sorry but your credit card was declined.
es: Lo lamentamos, pero su tarjeta de crédito ha sido rechazada
it: Siamo spiacenti ma la tua carta di credito è stata rifiutata.
nl: Het spijt ons, maar uw creditcard wordt niet geaccepteerd.
pt: Pedimos desculpa, mas o seu cartão de crédito foi recusado.

source: Weight Units
es: Unidades de Peso
it: Unità di misura del peso
nl: Gewichtseenheid
pt: Unidades de Peso

source: box_order_status_url_description
es: Puede verificar el estado de tu pedido ${status_url}
it: Puoi verificare lo stato del tuo ordine all'indirizzo ${status_url}
nl: U kunt de status van uw order controleren ${status_url}
pt: Pode verificar o estado de seu pedido ${status_url}

source: countries
es: países
it: nazioni
nl: landen
pt: países

source: description_getpaid_setup_documentation
es: Se puede encontrar la documentación de GetPaid en ${label_plone_documentation}.
it: La documentazione di GetPaid può essere consultata all'indirizzo ${label_plone_documentation} .
nl: Documentatie over GetPaid is beschikbaar op ${label_plone_documentation} .
pt: Pode encontrar a documentação do GetPaid em ${label_plone_documentation}.

source: description_getpaid_setup_orders_link
es: Para ver y manejar las ordenes del sitio, haga click en el tab Ordenes arriba.
it: Per vedere e gestire gli ordini, clicca sul tab Ordini sopra.
nl: Om orders te bekijken en beheren, dient u op het tabblad 'Orders' te klikken.
pt: Para ver e gerir pedidos no site, clique na aba "Pedidos" acima.

source: description_getpaid_setup_overview
es: Use los links de abajo para configurar GetPaid.
it: Usa i link sotto per configurare GetPaid.
nl: Via de onderstaande links kunt u GetPaid configureren.
pt: Utilize as ligações abaixo para configurar o GetPaid.

source: heading_cart_empty
es: Su carrito está vacio
it: Il carrello è vuoto
nl: Uw winkelwagen is leeg
pt: O Seu Carrinho está Vazio

source: heading_cart_manage
es: Su Carrito de Compras
it: contenuto del carrello
nl: Uw winkelwagen
pt: O seu Carrinho de Compras

source: heading_change_date
es: fecha modificación
it: ultima modifica
nl: Gewijzigd op
pt: alteração de data

source: heading_changed_by
es: modificado por
it: modificato da
nl: Gewijzigd door
pt: modificado por

source: heading_checkout
es: Checkout
nl: Afrekenen
pt: Fechar Compras

source: heading_checkout_disclaimer
es: Salvedad
it: Condizioni di vendita
nl: Disclaimer
pt: Termos de Uso

source: heading_checkout_privacy_policy
es: Política de Privacidad
it: Informativa sul trattamento dei dati personali
nl: Privacybeleid
pt: Política de Privacidade

source: heading_checkout_thank_you
es: Gracias por su pedido
nl: Bedankt voor uw bestelling
pt: Obrigado pelo seu Pedido

source: heading_comment
es: comentario
it: commento
nl: opmerking
pt: comentário

source: heading_configure
es: Configurar
it: Configurazione
nl: Instellen
pt: Configurar

source: heading_created
es: creado
it: creato
nl: gemaakt
pt: criado

source: heading_financial_state
es: estado financiero
it: stato pagamento
nl: Financiële status
pt: estado financeiro

source: heading_fulfillment_state
es: estado del despacho
it: stato spedizione
nl: Order status
pt: estado da entrega

source: heading_general_information
es: Información General
it: Informazioni generali
nl: Algemene informatie
pt: Informações Gerais

source: heading_getpaid_setup
pt: Ordens de Pagamento

source: heading_new_state
es: nuevo estado
it: nuovo stato
nl: nieuw status
pt: novo estado

source: heading_order
es: Pedido
it: Ordine
nl: Order
pt: Pedido

source: heading_order_administration
es: Administración de Pedidos
it: Gestione ordini
nl: Order beheer
pt: Administração de Pedidos

source: heading_order_id
es: identificador del pedido
it: Identificativo dell'ordine
nl: ordernummer
pt: identificador do pedido

source: heading_previous_state
es: estado previo
it: stato precedente
nl: Vorige status
pt: estado anterior

source: heading_transition
es: transición
it: transizione
nl: transitie
pt: transição

source: heading_your_orders
es: Sus Pedidos
it: I tuoi ordini
nl: Uw orders
pt: Os Seus Pedidos

source: here
es: aquí
it: tu sei qui
nl: hier
pt: aqui

source: label_add_to_cart
es: Agregar al Carrito
it: Aggiungi al carrello
nl: Voeg toe aan winkelwagen
pt: Adicionar ao Carrinho

source: label_donate!
es: Donar!
it: Dona!
nl: Doneer!
pt: Doar!

source: label_getpaid_version
es: Versión de GetPaid
it: Versione di GetPaid:
nl: GetPaid versie:
pt: Versão do GetPaid

source: label_manage_cart
es: Ver el Carrito
it: Modifica carrello
nl: Winkelwagen beheren
pt: Ver o Carrinho

source: label_organization_name
es: Nombre de Tienda y/u Organización
it: Nome del negozio/società:
nl: Winkel/Organisatienaam:
pt: Nome da Organização/Loja

source: label_up_to_getpaid_setup
es: Subir a Gestión de Pedidos
nl: Naar GetPaid instellingen
pt: Voltar para a configuração do GetPaid

source: legend_addressbook_contents
es: Entradas en su libreta de direcciones
it: Le voci della tua rubrica
nl: Adressen uit uw adresboek
pt: Entradas no seu livro de endereços

source: legend_cart_contents
es: Los Contenidos de Tu Carrito
it: Contenuto del carrello
nl: Inhoud van uw winkelwagen
pt: Conteúdo do seu Carrinho

source: legend_csv_email_export
it: Esporta la lista di e-mail e preferenze
nl: Exporteer lijst van e-mails en voorkeuren
pt: Exportar Lista de Emails e Preferências

source: legend_csv_export
es: Exportar a CSV
it: Esporta in formato CSV
nl: Exporteren naar CSV
pt: Exportar como CSV

source: legend_next_steps
es: Opciones
it: Azioni
nl: Volgende stappen
pt: Próximos passos

source: legend_order_finance
es: Finanzas
it: Pagamento
nl: Finaciën
pt: Contas

source: legend_order_fulfillment
es: Despacho
it: Completamento
nl: Afronding
pt: Entrega

source: legend_order_log
es: Historia de Pedidos
it: Storico ordini
nl: Order logboek
pt: Histórico de Pedidos

source: legend_orders
es: Pedidos
it: Ordini
nl: Orders
pt: Pedidos

source: legend_search_orders
es: Buscador de Pedidos
it: Ricerca ordini
nl: Zoeken
pt: Busca de Pedidos

source: legend_summary
es: Resúmen
it: Riepilogo
nl: Samenvatting
pt: Resumo

source: months
es: meses
it: mesi
nl: maanden
pt: meses

source: states
es: estados
it: stati
nl: statussen
pt: estados

source: text_contains_items
es: Contiene ${size} Items
it: Contiene ${size} prodotti
nl: Bevat ${size} items
pt: Contém ${size} Itens

source: text_context_does_not_support_operation
es: Esta Operación no es soportada en el contexto ${portal}
it: L'oggetto ${portal} non supporta questa operazione.
nl: De context ${portal} ondersteund deze actie niet
pt: O contexto ${portal}, não suporta esta operação

source: text_creation_date
es: Fecha de Creación
it: Data di creazione
nl: aanmaakdatum
pt: Data de Criação

source: text_current_status
es: Estado Actual
it: Stato attuale
nl: Huidige status
pt: Estado Actual

source: text_customer_id
es: Número del Cliente
it: Id cliente
nl: klantnummer
pt: Número do Cliente

source: text_finance_status
es: Estado Financiero
it: Stato del pagamento
nl: Financiële status
pt: Estado Financeiro
