Repository: collective/Products.PloneGetPaid
Catalog: trunk/Products/PloneGetPaid/i18n/plonegetpaid-*.po
Languages: es, it, nl, pt

source: text_fulfillment_shipping_method
es: Servicio de Envío
it: Servizio di spedizione
pt: Serviço de Envio

source: text_fulfillment_shipping_track_number
es: Números de Seguimiento de Envío
it: Numeri per il controllo della spedizione:
pt: Números de Rastreio de Envio:

source: text_fulfillment_shipping_weight
es: Peso del Envío
it: Peso della spedizione
pt: Peso para Envio

source: text_fulfillment_status
es: Estado del Despacho
it: Stato di completamento
nl: Voltooiingsstatus
pt: Estado da Entrega

source: text_order_id
es: Número de Pedido
it: Id dell'ordine
nl: Ordernummer
pt: Número do Pedido

source: text_product_details
es: Detalles del Producto
it: Informazioni sul prodotto
nl: Productdetails
pt: Detalhes do Produto

source: text_total_price
es: Precio Total
it: Totale
nl: Totaal
pt: Preço Total

source: text_your_cart
es: Tu Carrito
it: Carrello
nl: Uw winkelwagen
pt: O Seu Carrinho

source: years
es: años
it: anni
nl: jaren
pt: anos

source: your_finance_state_is
es: Su estado financiero es
it: Lo stato del pagamento è
nl: Uw financiële status is
pt: O estado do seu pedido é

source: your_order_id
es: Su id de orden es
it: Il numero identificativo del tuo ordine è
nl: Uw order id is
pt: O identificador do seu pedido é

source: Total
it: Totale
nl: Totaal

source: A name you can remember this order template by.
nl: Een naam waaraan u dit bestellingssjabloon kan herkennen.

source: Checkout Options
nl: Afrekenopties

source: Display 'Contact me with offers' option on Checkout page
nl: Toon 'Neem contact met me op voor aanbiedingen' optie op afrekenpagina.

source: Name on Card
nl: Naam op kaart

source: Order template name
nl: Naam van bestellingssjabloon

source: Save this order as a template
nl: Bewaar deze bestelling als sjabloon.

source: Variable Amount Donation
nl: Variabele bijdrage
