Repository: collective/Products.PloneGetPaid
Catalog: src/Products/PloneGetPaid/i18n/plonegetpaid-plone-*.po
Languages: pt_br

source: Make Buyable
pt_br: Tornar Comprável

source: Make Not Buyable
pt_br: Tornar Não Comprável

source: Make Not Premium Members Only
pt_br: Desativar Apenas Para Membros Premium

source: Make Not Shippable Product
pt_br: Tornar Produto Não Enviável

source: Make Shippable Product
pt_br: Tornar Produto Enviável

source: Make this a Donation
pt_br: Tornar Uma Doação

source: Make this not a Donation
pt_br: Desactivar Doação

source: Manage Cart
pt_br: Modificar Carrinho

source: Order History
pt_br: Histórico de Pedidos

source: Orders
pt_br: Pedidos

source: Payable
pt_br: Comprável

source: Settings
pt_br: Configurações
