Repository: collective/Products.PloneGetPaid
Catalog: Products/PloneGetPaid/i18n/plonegetpaid-*.po
Languages: fi, fr, hu, ja, pt_br

source: description_getpaid_update
fi: Tämän päivitysavustajan avulla saat päivitettyä sivustosi tiedot GetPaid:n viimeisimpään versioon. Päivitys tapahtuu 2 vaiheessa. Ylläpitäjä lataa ja asentaa ohjelmiston viimeisimmän version palvelimelle. Tietojen päivitys päivittää järjestelmässä jo olevat tiedot ja asetukset toimimaan oikein viimeisimmän version kanssa. Tämä näkymä näyttää tallennettujen tietojen ja ohjelmiston versionumerot ja mahdollistaa tietojen päivittämisen, mikäli tarpeen.
pt_br: Esta área permite a atualização dos dados de seu site para a versão mais recente do GetPaid. Existem duas etapas em qualquer atualização: A atualização do software e realizada pelo administrador -- ao baixar a versão mais recente e a instalar no servidor. A atualização dos dados permite que configurações e dados funcionem corretamente na versão mais atual do software. Esta tela de administração exibe a versão dos dados,a versão do software e permite a atualização destes dados.

source: heading_cart_empty
fi: Ostoskori on tyhjä
fr: Votre panier est vide
hu: A kosár üres
ja: カートは空です。
pt_br: Seu carrinho está vazio

source: heading_cart_manage
fi: Ostoskori
fr: Votre panier
hu: Kosár
ja: ショッピングカート
pt_br: Seu Carrinho de Compras

source: heading_change_date
fi: muutospäivämäärä
fr: changer la date
hu: változtatás dátuma
ja: 日付を変更
pt_br: alteração de data

source: heading_changed_by
fi: muuttanut
fr: changé par
hu: megváltoztatta
ja: 変更者
pt_br: modificado por

source: heading_checkout_disclaimer
fi: Vastuuvapauslauseke
fr: Clause de non-responsabilité
hu: Általános Szerződési Feltételek
ja: 規約
pt_br: Termo de Uso

source: heading_checkout_privacy_policy
fi: Yksityisyyden suoja
fr: Politique de Confidentialité
hu: Adatvédelmi irányelvek
ja: プライバシーポリシー
pt_br: Política de Privacidade

source: heading_comment
fi: kommentti
fr: commentaire
hu: Megjegyzés
ja: コメント
pt_br: comentário

source: heading_configure
fi: Asetukset
fr: Configurer
hu: Beállítások
ja: 設定
pt_br: Configurar

source: heading_created
fi: luotu
fr: créé
hu: létrehozva
ja: オーダー完了日
pt_br: criado

source: heading_financial_state
fi: maksun tila
fr: statut du paiement
hu: fizetés állapota
ja: ファイナンス状態
pt_br: situação financeira

source: heading_fulfillment_state
fi: toteutuksen tila
fr: Avancement
hu: teljesítés állapota
pt_br: situação da entrega

source: heading_general_information
fi: Yleistä tietoa
fr: Informations générales
hu: Általános információk
ja: 概要
pt_br: Informações Gerais

source: heading_new_state
fi: uusi tila
fr: nouveau status
hu: új állapot
ja: 新しい状態
pt_br: novo estado

source: heading_order
fi: Tilaus
fr: Commande
hu: Megrendelés
ja: オーダー
pt_br: Pedido

source: heading_order_administration
fi: Tilausten hallinta
fr: Administration des commandes
hu: Megrendelések adminisztrálása
ja: オーダー管理
pt_br: Administração de pedidos

source: heading_order_id
fi: tilaustunnus
fr: Identifiant de la Commande
hu: megrendelés azonosító
ja: オーダーID
pt_br: código do pedido

source: heading_previous_state
fi: edellinen tila
fr: Status précédent
hu: előző állapot
ja: 前の状態
pt_br: estado anterior

source: heading_transition
fi: muutos
fr: transition
hu: átmenet
ja: トランジション
pt_br: transição

source: heading_your_orders
fi: Tilaukset
fr: Vos commandes
hu: Ön megrendelései
ja: オーダー
pt_br: Seus Pedidos

source: here
fr: ici
hu: itt
ja: ここ
pt_br: aqui

source: label_add_to_cart
fi: Lisää ostoskoriin
fr: Ajouter au Panier
hu: Kosárba
ja: カートに追加
pt_br: Adicionar ao Carrinho

source: label_donate!
fi: Lahjoita!
fr: Faire un don!
hu: Adományozható!
ja: 寄付！
pt_br: Doe!

source: label_getpaid_version
fi: GetPaid versio:
fr: Versions de GetPaid:
hu: GetPaid verzió
ja: GetPaidバージョン
pt_br: Versão de GetPaid

source: label_manage_cart
fi: Näytä ostoskori
fr: Voir mon panier
hu: Kosár kezelése
ja: カート
pt_br: Ver o Carrinho

source: label_organization_name
fi: Kaupan/organisaation nimi:
fr: Nom du magasin/de l'organisation:
hu: Bolt/szervezet neve
ja: ショップ・組織名
pt_br: Nome da Organização/Loja

source: legend_addressbook_contents
fi: Osoitekirjan merkinnät
hu: Címjegyzék bejegyzések
ja: アドレスブックへ
pt_br: Seus endereços cadastrados

source: legend_cart_contents
fi: Ostoskorin sisältö
fr: Contenu de votre panier
hu: A kosár tartalma
ja: カート
pt_br: Conteúdo do seu Carrinho

source: legend_csv_email_export
fi: Vie sähköposti- ja asetuslista
hu: Emailcímek és beállítások exportálása
ja: E-メールと個人設定をエクスポートする
pt_br: Exportar a lista de e-mails e preferências

source: legend_csv_export
fi: Vie CSV:nä
fr: Exporter au format CSV
hu: Export CSV formátumba
ja: CSVへエクスポートする
pt_br: Exportar como CSV

source: legend_next_steps
fi: Seuraava askel
fr: Étapes suivantes
hu: Következő lépések
ja: 次のステップへ
pt_br: Próximos passos

source: legend_order_finance
fi: Tilauksen maksu
fr: Finance
hu: Fizetés
ja: ファイナンス
pt_br: Finanças

source: legend_order_fulfillment
fi: Toteutus
fr: Avancement
hu: Teljesítés
pt_br: Entrega

source: legend_order_log
fi: Tilauslogi
fr: Journal des commandes
hu: Megrendelés története
ja: オーダーログ
pt_br: Histórico de Pedidos

source: legend_orders
fi: Tilaukset
fr: Commandes
hu: Megrendelések
ja: オーダー
pt_br: Pedidos

source: legend_search_orders
fi: Hae tilauksista
fr: Rechercher des commandes
hu: Megrendelések keresése
ja: オーダーを検索
pt_br: Busca de Pedidos

source: legend_summary
fi: Yhteenveto
fr: Résumé
hu: Összefoglalás
ja: 要約
pt_br: Resumo

source: months
fi: kuukaudet
fr: mois
hu: hónapok
ja: 月
pt_br: meses

source: states
fi: osavaltiot/läänit
fr: états
hu: megyék
ja: 都道府県
pt_br: estados

source: text_contains_items
fi: Sisältää ${size} artikkelia
fr: Contient ${size} articles
hu: ${size} terméket tartalmaz
ja: ${size}アイテムあります。
pt_br: Contém ${size} itens

source: text_context_does_not_support_operation
fi: Konteksti ${portal} ei tue tätä operaatiota.
fr: Le contexte ${portal} ne supporte pas cette opération
hu: A környezet ${portal} nem támogatja ezt a műveletet.
ja: ${portal}はこのオペレーションをサポートしていません。
pt_br: O contexto ${portal}, não suporta esta operação

source: text_creation_date
fi: Luontipäivämäärä
fr: Date de création
hu: Létrehozás dátuma
ja: 作成日
pt_br: Data de criação

source: text_current_status
fi: Tilanne
fr: Status actuel
hu: Aktuális állapot
ja: 現在の状態
pt_br: Situação atual

source: text_customer_id
fi: Asiakastunnus
fr: Indentifiant du client
hu: Ügyfél azonosító
ja: カスタマーID
pt_br: Código do Cliente

source: text_finance_status
fi: Maksun tila
fr: Status du paiement
hu: Fizetés állapota
ja: ファイナンス状態
pt_br: Situação financeira

source: text_fulfillment_shipping_method
fi: Lähetyspalvelu
fr: Service de livraison
hu: Szállítási szolgáltatások
ja: ショッピングサービス
pt_br: Serviço de entrega

source: text_fulfillment_shipping_track_number
fi: Lähetyksen seurantakoodi:
hu: Szállítás-követő azonosító szám
ja: 出荷トレッキング番号：
pt_br: Código de rastreamento:

source: text_fulfillment_shipping_weight
fi: Lähetyksen paino
hu: Szállítási súly
ja: 出荷重量
pt_br: Peso da entrega

source: text_fulfillment_status
fi: Toteutuksen tila
fr: Avancement
hu: Teljesítés állapota
pt_br: Situação da entrega

source: text_order_id
fi: Tilaustunnus
fr: Identification de la commande
hu: Megrendelés azonosító
ja: オーダーID
pt_br: Número do Pedido

source: text_product_details
fi: Tuotetiedot
fr: Détails du produit
hu: Termék részletei
ja: 商品詳細
pt_br: Detalhes do produto

source: text_total_price
fi: Hinta yhteensä
fr: Prix total
hu: Teljes ár
ja: 合計額
pt_br: Preço total

source: text_your_cart
fi: Ostoskori
fr: Votre panier
hu: Kosár
ja: カート
pt_br: Seu carrinho

source: years
fi: vuodet
fr: années
hu: évek
ja: 年
pt_br: anos

source: your_finance_state_is
fi: Maksun tila:
fr: Le status de votre paiement est
hu: A fizetés állapota
ja: ファイナンス状態：
pt_br: Sua situação financeira é

source: your_order_id
fi: Tilaustunnuksenne on
fr: L'identifiant de votre commande est
hu: A megrendelés azonosítója
ja: オーダーID：
pt_br: Seu código de pedido é

source: E-mail
fi: Sähköposti
fr: Courrier électronique
ja: E-メール

source: N/A
fi: Ei ole
fr: N/D

source: Order Templates
fi: Tilauspohja
fr: Modèles de commande
hu: Megrendelés sablonok
ja: オーダーテンプレート

source: SubTotal
fi: Välisumma
hu: Részösszeg
ja: 小計

source: Total
fi: Yhteensä
hu: Összesen
ja: 合計

source: heading_checkout
fi: Kassa
fr: Passer la commande
hu: Megrendelés elküldése
ja: 購入

source: heading_checkout_thank_you
fi: Kiitos tilauksesta
fr: Merci pour votre commande
hu: Köszönjük megrendelését
ja: オーダーありがとうございます。

source: label_up_to_getpaid_setup
fi: Takaisin GetPaid asetuksiin
fr: Retour au paramétrage de GetPaid
hu: Fel a GetPaid beállításához
ja: GetPaid設定へ

source: Premium
hu: Prémium
ja: プレミアム

source: Customer Email Notifications
fr: Notifications par courrier électronique pour le client
ja: 顧客メール告知

source: Merchant Email Notifications
fr: Notification par courrier électronique pour le commerçant
ja: 販売者メール告知

source: heading_getpaid_setup
fr: Commandes effectuées sur le site
ja: サイトオーダー
