Repository: collective/Products.PloneGetPaid
Catalog: Products/PloneGetPaid/i18n/plonegetpaid-plone-*.po
Languages: fi, ja, zh

source: Make Buyable
fi: Aseta ostettavaksi
ja: 購入可能にする
zh: 上架销售

source: Make Not Buyable
fi: Poista ostettavista
ja: 購入可能でなくする
zh: 下柜

source: Make Not Premium Members Only
ja: プレミアムメンバーのみでなくする

source: Make Not Shippable Product
fi: Poista toimitettavista tuotteista
ja: 出荷可能な商品でなくする
zh: 取消送货服务

source: Make Shippable Product
fi: Aseta toimitettavaksi tuotteeksi
ja: 出荷可能な商品にする
zh: 标记可送货

source: Make this a Donation
fi: Aseta lahjoitukseksi
ja: これを寄付にする
zh: 标记折扣商品

source: Make this not a Donation
fi: Poista lahjoituksista
ja: これを寄付でなくする
zh: 取消折扣

source: Manage Cart
fi: Näytä ostoskori
ja: カート
zh: 管理购物车

source: Order History
fi: Tilaushistoria
ja: オーダー履歴
zh: 订单历史

source: Orders
fi: Tilaukset
ja: オーダー管理
zh: 订单

source: Payable
fi: Maksettavissa oleva
ja: 支払可
zh: 支付

source: Settings
fi: Asetukset
ja: 設定
zh: 设置

source: Upgrade
fi: Versiopäivitys
ja: アップグレード
