Repository: collective/Products.PloneGetPaid
Catalog: Products/PloneGetPaid/i18n/plonegetpaid-*.po
Languages: fi, fr, hu, ja, pt_br

source: A list of countries
fi: Maalista
fr: Une liste de pays
hu: Országok listája
ja: 国のリスト
pt_br: Lista de países

source: A list of states
fi: Osavaltiolista
fr: Une liste d'états
hu: Megyék (államok/tartományok) listája
ja: 都道府県のリスト
pt_br: Lista de estados

source: A list of years
fi: Vuosilista
fr: Une liste d'années
hu: Évek listája
ja: 年のリスト
pt_br: Lista de anos

source: A name you can remember this order template by.
fi: Nimi, jonka avulla muistat tämän tilauspohjan
hu: Egy név, amiről meg lehet jegyezni ezt a megrendelés sablont
ja: このオーダーテンプレートの名称
pt_br: Um título para este pedido modelo

source: A name you remember this address by. Will not appear on shipping label.
fi: Nimi, jonka avulla muistat tämän osoitteen. Ei näy toimitustiedoissa.
fr: Un nom pour identifier cette adresse. Cette information n'apparaîtra pas sur l'étiquette à l'envoi.
hu: Egy név, amiről meg lehet jegyezni ezt a címet. Nem jelenik meg a szállítási címkén.
ja: このアドレスの名称（出荷ラベルには表示されません。）
pt_br: Um título para este endereço. Não será exibido utilizado no envio.

source: A new address has been saved
fi: Uusi osoite tallennettu
fr: Une nouvelle adresse a été enregistrée
hu: Az új cím el lett mentve
ja: 新規アドレスは保存されました。
pt_br: Um novo endereço foi salvo

source: Accepted Credit Cards
fi: Hyväksytyt luottokortit
fr: Cartes bancaires acceptées
hu: Elfogadott bankkártyák
ja: 利用可能なクレジットカード
pt_br: Cartões de crédito aceitos

source: Activate
fi: Aktivoi
fr: Activer
hu: Aktivál
ja: 有効化
pt_br: Ativar

source: Addressbook entry name
fi: Osoitekirjamerkintä
fr: Nom de l'entrée dans le carnet d'adresses
hu: Címjegyzék bejegyzés neve
ja: アドレスブック登録名
pt_br: Título deste endereço

source: Allow Anonymous Checkout
fi: Salli anonyymi kassa
fr: Autoriser le paiement anonyme
hu: Bejelentkezés nélkül is lehet rendelni
ja: 匿名購入を許可する。
pt_br: Permitir fechamento por usuários anônimos

source: Amount
fi: Määrä
fr: Montant
hu: Összesen
ja: 値段
pt_br: Quantidade

source: Apply
fi: Käytä
fr: Appliquer
hu: Alkalmaz
ja: 適用
pt_br: Aplicar

source: Back
fi: Paluu
fr: Retour
hu: Vissza
ja: 戻る
pt_br: Voltar

source: Billing Address
fi: Laskutusosoite
fr: Adresse de facturation
hu: Számlázási cím
ja: 請求先
pt_br: Endereço de cobrança

source: Buyable
fi: Ostettavissa
fr: Achetable
hu: Megvásárolható
ja: 購入可
pt_br: Comercializável

source: Buyable Content delivered through the web/virtually
fi: Verkossa/virtuaalisesti toimitettu ostettavissa oleva sisältö
fr: Contenu achetable délivré sur le web/virtuellement
hu: Megvásárolható tartalom weben/virtuálisan leszállítva
ja: 購入可能なコンテンツタイプ
pt_br: Conteúdo adquirido através da web/virtualmente

source: Buyable Types
fi: Ostettavissa olevat tyypit
fr: Types achetables
hu: Megvásárolható típusok
ja: 購入可能
pt_br: Tipos que podem ser adiquiridos

source: Cancel
fi: Peruuta
fr: Annuler
hu: Mégsem
ja: キャンセル
pt_br: Cancelar

source: Card Phone#
fi: Matkapuhelimen numero
hu: Kártyabirtokos telefonszáma
ja: カード所持者電話番号
pt_br: Telefone (como registrado na empresa de cartão)

source: Checkout
fi: Kassa
fr: Passer la commande
hu: Megrendelés elküldése
ja: 購入
pt_br: Finalização

source: Checkout Options
fi: Kassan asetukset
hu: Megrendelés opciók
ja: 購入オプション
pt_br: Opções de finalização

source: Contact Address
fi: Yhteysosoite
fr: Adresse du contact
hu: Kapcsolat - cím
ja: アドレス
pt_br: Endereço para Contato

source: Contact Address2
fi: Yhteysosoite 2
fr: Adresse2 du contact
hu: Kapcsolat - cím2
ja: アドレス２
pt_br: Segundo Endereço para Contato

source: Contact City
fi: Kaupunki
fr: Ville du contact
hu: Kapcsolat - város
ja: 区・市
pt_br: Cidade de Contato

source: Contact Company
fi: Yritys
fr: Entreprise du contact
hu: Kapcsolat - cégnév
ja: 法人名
pt_br: Empresa de contato

source: Contact Country
fi: Maa
fr: Pays du contact
hu: Kapcsolat - ország
ja: 国
pt_br: País de Contato

source: Contact Email
fi: Sähköposti
fr: Adresse électronique du Contact
hu: Kapcsolat - email
ja: E-メール
pt_br: E-mail para Contato

source: Contact Fax
fi: Faxi
fr: Fax du contact
hu: Kapcsolat - fax
ja: ファックス
pt_br: Fax para Contato

source: Contact Information
fi: Tiedot
fr: Information du contact
hu: Kapcsolat
ja: 連絡先情報
pt_br: Informações de contato

source: Contact Name
fi: Kontaktin Nimi
fr: Nom du contact
hu: Kapcsolat - név
ja: 名前
pt_br: Nome para Contato

source: Contact Phone
fi: Puhelin
fr: Téléphone du contact
hu: Kapcsolat - telefon
ja: 電話
pt_br: Telefone para Contato

source: Contact State/Province
fi: Osavaltio/lääni
fr: État/Province du contact
hu: Kapcsolat - megye/tartomány
ja: 都道府県
pt_br: Estado para Contato

source: Contact Zip/Postal Code
fi: Postinumero
fr: Code postal du contact
hu: Kapcsolat - irányítószám
ja: 郵便番号
pt_br: Código Postal para Contato

source: Content Types
fi: Sisältötyypit
fr: Types de contenu
hu: Tartalom típusok
ja: コンテンツタイプ
pt_br: Tipos de Conteúdo

source: Content Types available for donation
fi: Lahjoitettavissa olevat sisältötyypit
fr: Types de contenu disponibles pour donation
hu: Tartalom típus, ami elérhető adomány céljára
ja: 寄付可能なコンテンツタイプ
pt_br: Tipos de Conteúdo disponíveis para doações

source: Content Types only available to premium memberships
fr: Types de contenu disponibles pour l'adhésion premium
hu: Csak prémium tagoknak elérhető tartalom típusok
ja: プレミアムメンバーにのみ可能なコンテンツタイプ
pt_br: Tipos de Conteúdo somente disponíveis para membros premium

source: Content Types that represent goods that can be purchased and shipped
fi: Ostettavissa ja lähetettävissä olevien tuotteiden sisältötyypit
fr: Types de contenu qui représentent des biens qui peuvent être achetés et expédiés
hu: Megrendelhető és szállítható tartalomtípusok
ja: 購入および出荷可能な商品を対象とするコンテンツタイプ
pt_br: Tipos de Conteúdo que representam bem que podem ser vendidos e enviados

source: Contents
fi: Sisältö
fr: Contenu
hu: Tartalom
ja: 内容
pt_br: Conteúdo

source: Continue
fi: Jatka
fr: Continuer
hu: Folytatás
ja: 続ける
pt_br: Continuar

source: Continue Shopping
fi: Jatka ostoksia
fr: Continuer les achats
hu: Vásárlás folytatása
ja: ショッピングを続ける
pt_br: Continuar comprando

source: Could not find order
fi: Tilausta ei löytynyt
fr: Impossible de trouver la commande
hu: Megrendelés nem található
ja: オーダーが見つかりませんでした。
pt_br: Não foi possível encontrar este pedido

source: Created
fi: Luotu
fr: Créé
hu: Létrehozva
ja: 作成完了
pt_br: Criado

source: Credit Card Last 4
fi: Luottokortin 4 viimeistä numeroa
hu: Hitelkártya utolsó 4
ja: クレジットカードの最後4桁
pt_br: 4 últimos dígitos do cartão

source: Credit cards accepted for payment
fi: Kelpuutetut luottokortit
fr: Cartes bancaires acceptées pour le paiement
hu: Fizetéskor elfogadott bankkártyák
ja: 支払に利用可能なクレジットカードを選択してください。
pt_br: Cartões de crédito aceitos para pagamentos

source: Currency Symbol
fi: Valuutan symboli
fr: Symbole monétaire
hu: Valutanem jele
ja: 通貨表示
pt_br: Símbolo da moeda

source: Customer Id
fi: Asiakastunnus
fr: Identifiant du client
hu: Ügyfél azonosító
ja: カスタマーID
pt_br: Código do cliente

source: Decimal Symbol
fi: Desimaalierotin
fr: Symbole décimal
hu: Tizedel jel
ja: 小数点表示
pt_br: Símbolo decimal

source: Delete
fi: Poista
fr: Effacer
hu: Törlés
ja: 削除
pt_br: Remover

source: Digit Grouping Symbol
fi: Numeroiden ryhmittelyn symboli
fr: Symbole de groupage des chiffres
hu: Szám csoportosítás jel
pt_br: Símbolo agrupador de dígitos

source: Disclaimer
fi: Vastuuvapauslauseke
fr: Clause de non-responsabilité
hu: Megrendelés feltételei
ja: 規約
pt_br: Termos de Uso

source: Display 'Contact me with offers' option on Checkout page
fi: Näytä "Lähettäkää minulle tarjouksia" optio kassasivulla
hu: Hírlevél opció megjelenítése a megrendelés oldalon
ja: 「告知を受け付ける」オプションを購入ページに表示する。
pt_br: Exibir a opção 'Contate-me com ofertas' na página de finalização

source: Do not send customer email notification of a completed transaction
fi: Älä lähetä asiakkaan sähköpostimuistutusta kaupan valmistuttua
fr: Ne pas envoyer au client de notification par courrier électronique quand une transaction est achevée
hu: Ne küldjön email értesítést az ügyfélnek a sikeres tranzakcióról
ja: トランザクション完了時に購買者に告知メールを送信しない。
pt_br: Não enviar e-mail de notificação ao cliente ao finalizar a transação

source: Do not send merchant email notification of a completed transaction
fi: Älä lähetä myyjän sähköpostimuistutusta kaupan valmistuttua
fr: Ne pas envoyer au commerçant de notification par courrier électronique quand une transation est achevée
hu: Ne küldjön a kereskedőnek email értesítést a sikeres tranzakcióról
ja: トランザクション完了時に販売者に告知メールを送信しない。
pt_br: Não enviar e-mail de notificação ao lojista ao finalizar a transação

source: Donatable
fi: Lahjoitettava
fr: Disponible pour donation
hu: Adományozható
ja: 寄付可
pt_br: Doável

source: Donatable Content Types
fi: Lahjoitettavissa olevat sisältötyypit
fr: Types de contenu disponibles pour donation
hu: Adományozható tartalom típusok
ja: 寄付可能
pt_br: Tipos de Conteúdo para Doação

source: Donation Level Name
fi: Lahjoitustason nimi
fr: Nom du niveau de la donation
hu: Adomány szint neve
ja: 寄付レベル名
pt_br: Nome de categoria de doação

source: Donation Levels
fi: Lahjoitustasot
fr: Niveaux de donation
hu: Adomány szintek
ja: 寄付レベル
pt_br: Categoria de doação

source: Email Notifications
fi: Sähköpostimuistutukset
fr: Notifications par courrier électronique
hu: Email értesítők
ja: E-メール告知
pt_br: Email de Notificações

source: Export All
fi: Vie kaikki
fr: Exporter tout
hu: Mindet exportál
ja: 全てエクスポート
pt_br: Exportar tudo

source: Export Search
fi: Vie haku
fr: Exporter la recherche
hu: Export keresés
ja: エクスポート検索
pt_br: Exportar resultado da busca

source: Fill
fi: Täytä
fr: Remplir
hu: Kitöltés
pt_br: Preencher

source: Filter
fi: Suodata
fr: Filtrer
hu: Szűrő
ja: フィルター
pt_br: Filtrar

source: Fulfillment
fi: Toteutus
fr: Avancement
hu: Teljesítés
pt_br: Entrega

source: Item Id
fi: Artikkelitunnus
fr: Identifiant de l'article
hu: Termék azonosító
ja: アイテムID
pt_br: Cód. Produto

source: Last4
fi: Viimeiset 4
hu: Utolsó 4
ja: 最後4桁
pt_br: Últimos 4

source: Legal Disclaimers
fi: Vastuuvapauslausekkeet
fr: Informations légales
hu: Felhasználási feltételek
ja: 法的規約
pt_br: Termos de Uso Legal

source: Mailing Address
fi: Postiosoite
fr: Adresse de livraison
hu: Szállítási cím
ja: 出荷先
pt_br: Endereço

source: Make Payment
fi: Suorita maksu
fr: Payer
hu: Fizetés megkezdése
ja: 支払う
pt_br: Realizar pagamento

source: Misconfigured Store - No Shipping Method Activated
fi: Kaupan asennusvirhe - toimitustapaa ei ole valittu
pt_br: Loja mal-configurada - Nenhum método de entrega ativado.

source: Name
fi: Nimi
fr: Nom
hu: Név
ja: 商品名
pt_br: Nome

source: Name on Card
fi: Nimi kortissa
hu: Kártyán szereplő név
ja: カード記載の氏名
pt_br: Nome (como grafado no cartão)

source: Negative Currency Format
fr: Format monétaire négatif
hu: Negatív valutanem formátum
pt_br: Formato negativo de moeda

source: No orders found for your filter.
fi: Yksikään tilaus ei vastannut hakua.
pt_br: Nenhum pedido correspondeu ao filtro utilizado

source: Number of Digits After Decimal
fi: Desimaalien määrä
fr: Nombre de chiffres après la virgule
hu: Tizedes pontosság
ja: 小数点以下の位
pt_br: Dígitos após a vírgula

source: Number of Digits in Group
fi: Numeroiden määrä ryhmässä
fr: Nombre de chiffres dans le groupe
hu: Számjegyek számossága egy csoportban
pt_br: Número de dígitos agrupados

source: Only digits allowed
fi: Vain numerot sallittu
fr: Seuls les chiffres sont permis
hu: Csak számokat lehet megadni
ja: 「333-444-5555」ではなく「3334445555」のように連続した半角数字で入力してください。
pt_br: Apenas dígitos

source: Order Details
fi: Tilaustiedot
fr: Détails de la commande
hu: Megrendelés részletei
ja: オーダー詳細
pt_br: Detalles

source: Order Id
fi: Tilaustunnus
fr: Identification de la commande
hu: Megrendelés azonosító
ja: オーダーID
pt_br: Número do pedido

source: Order template name
fi: Tilauspohjan nimi
hu: Megrendelés sablon neve
ja: オーダーテンプレート名
pt_br: Título do modelo de pedido

source: Payment Details
fi: Maksun tiedot
fr: Détails de paiement
hu: Fizetés részletei
ja: カード決済支払詳細
pt_br: Detalhes do pagamento

source: Payment Options
fi: Maksutavan asetukset
fr: Options de paiement
hu: Fizetési opciók
ja: 支払オプション
pt_br: Opções de pagamento

source: Payment Processor
fi: Maksun käsittelijä
fr: Traitement du paiement
hu: Fizetés feldolgozó
ja: 支払処理プロセッサ
pt_br: Processador de Pagamentos

source: Payment Processor Settings
fi: Maksun käsittelyn asetukset
fr: Paramétrage du traitement du paiement
hu: Fizetés feldolgozó beállításai
ja: 支払処理プロセッサ設定
pt_br: Configuracão da Agência de Pagamentos

source: Phone Number
fi: Puhelinnumero
fr: Numéro de téléphone
hu: Telefonszám
ja: 電話番号
pt_br: Telefone

source: Please Select Payment Processor in Payment Options Settings
fi: Ole hyvä ja valitse maksun käsittelijä maksutavan vaihtoehtojen asetuksista
fr: Choisissez comment est traité le Paiement dans le Paramétrage d'Options pour le Paiement, s'il vous plaît
hu: Kérjük válassza ki a fizetés feldolgozót a fizetés opciók beállításainál
ja: 支払オプション設定で支払処理プロセッサを選択してください。
pt_br: Escolha uma opção de agente de pagamento em Configurações de opções de pagamentos

source: Positive Currency Format
fr: Format de devise positif
hu: Pozitív valutanem formátum
pt_br: Formato de moeda positiva

source: Pounds
fr: Livres
hu: Font
ja: ポンド
pt_br: Libras

source: Premium Content Types
hu: Prémium tartalom típusok
ja: プレミアムコンテンツタイプ
pt_br: Tipos de conteúdo premium

source: Premium not implemented yet
hu: Prémium még nincs megvalósítva
ja: プレミアムはまだ実装されていません。
pt_br: Premium ainda não implementado

source: Previous Order Loaded into Cart
fi: Edellinen tilaus ladattu ostoskoriin
fr: La commande précédante a été chargée dans le panier
hu: Korábbi megrendelést betöltöttünk a kosárba
ja: 先のオーダーがカートにロードされました。
pt_br: Pedido anterior carregado ao carrinho

source: Price
fi: Hinta
fr: Prix
hu: Ár
ja: 価格
pt_br: Preço

source: Privacy Policy
fi: Yksityisyys
fr: Politique de confidentialité
hu: Adatvédelmi irányelvek
ja: プライバシーポリシー
pt_br: Política de Privacidade

source: Proc Trans Id
pt_br: Código da transação

source: Quantity
fi: Määrä
fr: Quantité
hu: Mennyiség
ja: 数
pt_br: Quantidade

source: Sales Tax Configuration
fi: Myyntiveron asetukset
fr: Configuration des taxes pour la vente
hu: ÁFA beállítás
ja: 税金設定
pt_br: Configuração de taxa de Venda

source: Same as billing
fi: Sama kuin laskutus
hu: Megegyezik a számlázási címmel
ja: 請求先と同じ
pt_br: Mesmo que o de cobrança

source: Save this order as a template
fi: Tallenna tämä tilaus pohjaksi
hu: Megrendelés elmentése sablonként
ja: このオーダーをテンプレートとして保存
pt_br: Salvar este pedido como modelo

source: Save to address book
fi: Tallenna osoitekirjaan
fr: Enregistrer dans le carnet d'adresses
hu: Mentés a címjegyzékbe
ja: アドレスブックに保存
pt_br: Salvar no catálogo de endereços

source: Select a previous order to fill your cart.
fi: Valitse edellinen tilaus ostoskorin täyttämiseksi.
fr: Sélectionner une commande précédante pour remplir votre panier.
hu: Válasszon ki egy korábbi megrendelést, hogy feltöltsük vele a kosarat
pt_br: Selecione um pedido anterior para preencher o carrinho

source: Select a shipping rate:
fr: Sélectionner un tarif de livraison:
hu: Szállítási módok
ja: 出荷料金を選択する。
pt_br: Escolha uma opção de entrega:

source: Send customer email notification of a completed transaction
fi: Lähetä asiakkaan sähköpostimuistutus kaupan valmistuttua
fr: Envoyer au client une notification par courrier électronique quand une transaction est achevée
hu: Az ügyfél értesítése emailben a sikeres tranzakciórol
ja: トランザクション完了時に購入者にメール告知を送信する。
pt_br: Enviar email de notificação ao cliente ao finalizar transação

source: Send merchant email notification when a transaction happens
fi: Lähetä kauppiaan sähköpostimuistutus kaupan tapahtuessa
fr: Envoyer au marchand une notification par courrier électronique quand une transaction est achevée
hu: A kereskedő értesítése emailben a sikeres tranzakcióról
ja: トランザクション完了時に販売者にメール告知を送信する。
pt_br: Enviar email de notificação ao lojista ao finalizar transação

source: Session Timeout
fi: Istunnon aikakatkaisu
fr: Session expirée
hu: Munkamenet ideje lejárt
ja: セッションタイムアウト
pt_br: Sessão expirada

source: Settings
fi: Asetukset
fr: Paramétrage
hu: Beállítások
ja: 設定
pt_br: Configurações

source: Shippable
fi: Toimitettavissa
fr: Livrable
hu: Szállítható
ja: 出荷可
pt_br: Entregável

source: Shippable Product Types
fi: Toimitettavissa olevat tuotetyypit
fr: Types des produits livrables
hu: Szállítható termék típusok
ja: 出荷可能
pt_br: Tipos de conteúdo que podem ser entregues

source: Shipping
fi: Toimitus
hu: Szállítás
ja: 送料
pt_br: Entrega

source: Shipping Methods
fi: Toimitustavat
fr: Modes de livraison
hu: Szállítási módok
ja: 出荷方法
pt_br: Opção de entrega

source: Shipping Rate Service
fr: Service de tarif de livraison
hu: Szállítási szolgáltatás
ja: 出荷レートサービス
pt_br: Valor da entrega

source: Shipping methods to offer for orders in your store
fi: Kaupan tilauksille tarjolla olevat toimitustavat
fr: Modes de livraison à offrir pour les commandes de votre magasin
hu: Szállítási módók, melyeket a boltban kínálunk megrendelések mellé
pt_br: Opções de entrega disponíveis em sua loka

source: Shipping services to offer for orders in your store
fi: Kaupan tilauksille tarjolla olevat toimituspalvelut
fr: Services de livraison à offrir pour les commandes de votre magasin
hu: Szállítási szolgáltatások, melyeket a boltban kínálunk megrendelések mellé
pt_br: Serviços de entrega disponíveis em sua loja

source: Shopping Cart
fi: Ostoskori
fr: Panier
hu: Kosár
ja: ショッピングカート
pt_br: Carrinho de compras

source: Shopping cart session timeout (in seconds)
fi: Ostoskorin istunnon aikakatkaisu (sekunteina)
fr: Expiration de la session du panier (en secondes)
hu: Kosár munkamenet lejárata (másodpercben)
ja: ショッピングカートセッションタイムアウト
pt_br: Tempo límite da sessão do carrinho de compras (em segundos)

source: Site Profile
fi: Sivuston profiili
fr: Profil du site
hu: Honlap profilja
ja: サイトプロフィール
pt_br: Perfíl do Site

source: Status
fi: Tila
hu: Állapot
ja: 状態
pt_br: Estado

source: Store/Organization Name
fi: Kaupan/organisaation nimi
fr: Nom du magasin/de l'organisation
hu: Bolt/szervezet neve
ja: ショップ・組織名
pt_br: Nome da Organização/Loja

source: Tax Method
fi: Verotustapa
fr: Méthode pour la taxe
hu: Adózás módja
ja: 税法
pt_br: Método do Imposto

source: The currently configured Payment Processor cannot be found; please check if the corresponding package is installed correctly.
fi: Valittua maksun käsittelijää ei löydy. Ole hyvä ja tarkista, että vastaava paketti on asennettu oikein.
fr: Le Traitement du Paiement actuellement paramétré n'a pas été trouvé; s'il vous plaît, vérifiez que le package correspondant est installé correctement
hu: Az aktuálisra beállított fizetési feldolgozó nem található, kérjük ellenőrizze, hogy a megfelelő csomag installálva van-e.
ja: 現在設定されている支払処理プロセッサが見つかりません。処理プロセッサが正しくインストールされているか確認してください。
pt_br: O processador de pagamento configurado não pode ser encontrado. Por favor verifique se o pacote correspondente está instalado

source: The list of months
fi: Kuukausilista
fr: La liste des mois
hu: Hónapok listája
ja: 月のリスト
pt_br: Lista de meses

source: Transaction ID
fi: Tapahtumatunnus
hu: Tranzakció azonosító
ja: トランザクションID
pt_br: Código da transação

source: US Currency Formatting
fr: Format de la monnaie Américaine
hu: USA valutanem formázás
ja: アメリカ合衆国通貨フォーマット
pt_br: Formatação de moeda norte-americana

source: US Dollars
fr: Dollars Américains
hu: USA dollár
ja: アメリカドル
pt_br: Dólares

source: Update
fi: Päivitä
fr: Mettre à jour
hu: Frissítés
ja: 更新
pt_br: Atualizar

source: Upgrade
fi: Versiopäivitys
pt_br: Atualizar

source: Upgrade Changes
fi: Päivityksen muutokset
pt_br: Alterações da atualização

source: Upgrade Log
fi: Päivitysloki
pt_br: Log de atualização

source: Upgrade to Latest
fi: Päivitä viimeisimpään
pt_br: Atualizar para a mais recente

source: Use SSL for checkout
fi: Käytä SSL:ää kassalla
fr: Utiliser SSL pour passer la commande
hu: SSL használata a megrendelés feladásához
ja: 購入時にSSL接続を利用する。
pt_br: Utilizar SSL para finalização

source: User Id
fi: Käyttäjätunnus
pt_br: Código de usuário

source: Variable Amount Donation
hu: Változó összegű adomány
ja: 自由金額寄付
pt_br: Doação de valor variável

source: We are sorry but your credit card was declined.
fi: Olemme pahoillamme, mutta luottokorttianne ei hyväksytty.
fr: Désolé, votre carte a été refusée.
hu: Sajnáljuk, a bankkártyája vissza lett utasítva.
ja: 申し訳ありませんが、クレジットカード決済は拒否されました。
pt_br: Desculpe, mas seu cartão de crédito não foi aprovado

source: Weight Units
fi: Painoyksikkö
fr: Unités de mesure
hu: Súly mértékegység
ja: 重量単位
pt_br: Unidades de peso

source: You must confirm your shopping cart modifications by clicking 'Update' below.
fi: Muutokset ostoskoriin on varmennettava painamalla "Päivitä" alhaalta.
hu: Kattintson a frissítés gombra a változások mentéséhez.
ja: 更新をクリックしてショッピングカート内の変更を反映させてください。
pt_br: Confirme as alterações de seu carrinho clicando em 'Atualizar'

source: Your Installation Needs Upgrading
fi: Asennuksesi tulisi päivittää
pt_br: Sua instação precisa ser atualizada

source: Your Installation of GetPaid is Current
fi: GetPaid:n asennus on ajan tasalla
pt_br: Sua instalação do GetPaid é a mais atual

source: box_order_status_url_description
fi: Voit tarkistaa tilauksen tilan oheisesta linkistä ${status_url}
fr: Vous pouvez vérifier le status de votre commande ${status_url}
hu: Megtekintheti a megrendelés állapotát ${status_url}
ja: オーダーの状態を${status_url}から確認できます。
pt_br: Verificar o estado de seu pedido ${status_url}

source: countries
fi: maat
fr: pays
hu: országok
ja: 国
pt_br: países

source: current_database_generation
fi: Nykyinen tietokantaversio - ${aver}
pt_br: Geração da base de dados - ${ver}

source: current_software_generation
fi: Nykyinen ohjelmistoversio - ${sver}
pt_br: Geração do software - ${ver}

source: description_getpaid_setup_documentation
fi: GetPaid dokumentaatio löytyy täältä ${label_plone_documentation} .
fr: Vous trouverez de la documentation sur Get Paid ici ${label_plone_documentation} .
hu: GetPaid dokumentáció itt található: ${label_plone_documentation} .
ja: GetPaidのドキュメンテーションは${label_plone_documentation}で確認できます。
pt_br: Você pode encontrar a documentação do GetPaid em ${label_plone_documentation}.

source: description_getpaid_setup_orders_link
fi: Voit tarkastella ja hoitaa sivuston tilauksia yllä olevasta Tilaukset välilehdestä.
fr: Pour afficher et gérer les commandes sur le site, cliquez sur l'onglet Commandes ci-dessus.
hu: A megrendelések felügyeletéhez kattintson fent a Megrendelések fülre
ja: オーダーの管理・確認は上のオーダータブをクリックしてください。
pt_br: Para ver e gerenciar pedidos no site, clique na aba pedidos acima

source: description_getpaid_setup_overview
fi: Käytä alla olevia linkkejä GetPaid:n asetuksien säätämiseen.
fr: Utilisez les liens ci-dessous pour configurer GetPaid.
hu: Használja a lenti linkeket a GetPaid beállításához
ja: GetPaidを設定するには下記のリンクをクリックしてください。
pt_br: Use os links abaixo para configurar o GetPaid
