Repository: collective/Products.PloneGetPaid
Catalog: src/trunk/Products/PloneGetPaid/i18n/plonegetpaid-plone-*.po
Languages: nl

source: Make Buyable
nl: Zet te koop

source: Make Not Buyable
nl: Zet niet te koop (als fysiek product)

source: Make Not Premium Members Only
nl: Niet Premium maken

source: Make Not Shippable Product
nl: Zet niet te koop

source: Make Shippable Product
nl: Zet te koop (als fysiek product)

source: Make this a Donation
nl: Doneren toestaan

source: Make this not a Donation
nl: Doneren niet toestaan

source: Manage Cart
nl: Winkelwagen beheren

source: Order History
nl: Order geschiedenis

source: Payable
nl: Betaalbaar

source: Settings
nl: Instellingen
